export const data = [
    {
        id: 1,
        question: 'JavaScript - это тоже самое что и Java?',
        answers: ['Нет', 'Да', 'Когда как'],
        rightAnswer: 'нет'
    },
    {
        id: 2,
        question: 'Сколько параментров можно передавать в фукнцию?',
        answers: [
            'Только столько, сколько указано при ее созданиию',
            'Минимум 1',
            'Сколько угодно'
        ],
        rightAnswer: 'Сколько угодно'
    },
    {
        id: 3,
        question: 'Что такое: "use strict"?',
        answers: [
            'Просто строка',
            'Фукцния',
            'Строгий режим',
            'Тоталитарный режим'
        ],
        rightAnswer: 'Строгий режим'
    },
    {
        id: 4,
        question: 'Что такое ООП?',
        answers: [
            'Объектно-ориентированное программирование',
            'Очень проектроное перестроение',
            'Аббревиатура'],
        rightAnswer: 'Объектно-ориентированное программирование'
    },
    {
        id: 5,
        question: 'Что делает rest-оператор?',
        answers: [
            'Дает отдохнуть',
            'Превращает массив в перечесление данных',
            'Не знаю'],
        rightAnswer: 'Превращает массив в перечесление данных'
    },
    {
        id: 6,
        question: 'Что идет в наследовании после Object?',
        answers: [
            'null',
            'Array',
            'Function'],
        rightAnswer: 'null'
    },

];